[{
        "start": 0,
        "end": 5,
        "text": "Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it,",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 5,
        "end": 9,
        "text": " \"and what is the use of a book,\" thought Alice \"without pictures or conversations?\"",
        "speaker": {
            "speaker_name": "Alice",
            "speaker_color": "#a27e7e"
        }
    },
    {
        "start": 9,
        "end": 12,
        "text": "So she was considering in her own mind, whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 12,
        "end": 17,
        "text": "There was nothing so very remarkable in that; nor did Alice think it so very much out of the way to hear the Rabbit say to itself, \"Oh dear! Oh dear! I shall be late!\"",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 17,
        "end": 20,
        "text": "but when the Rabbit actually took a watch out of its waistcoat-pocket, and looked at it, and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 20,
        "end": 25,
        "text": "In another moment down went Alice after it, never once considering how in the world she was to get out again.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 25,
        "end": 30,
        "text": "The rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down a very deep well.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 30,
        "end": 35,
        "text": "Either the well was very deep, or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 35,
        "end": 40,
        "text": "First, she tried to look down and make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well, and noticed that they were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 40,
        "end": 45,
        "text": "She took down a jar from one of the shelves as she passed; it was labelled \"ORANGE MARMALADE\", but to her great disappointment it was empty: she did not like to drop the jar for fear of killing somebody underneath, so managed to put it into one of the cupboards as she fell past it.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 45,
        "end": 50,
        "text": "\"Well!\" thought Alice to herself, \"after such a fall as this, I shall think nothing of tumbling down stairs! How brave they'll all think me at home! Why, I wouldn't say anything about it, even if I fell off the top of the house!\"",
        "speaker": {
            "speaker_name": "Alice",
            "speaker_color": "#4682B4"
        }
    },
    {
        "start": 50,
        "end": 55,
        "text": "Down, down, down. Would the fall never come to an end? 'I wonder how many miles I've fallen by this time?' she said aloud. 'I must be getting somewhere near the centre of the earth. Let me see: that would be four thousand miles down, I think--'",
        "speaker": {
            "speaker_name": "Alice",
            "speaker_color": "#4682B4"
        }
    },
    {
        "start": 55,
        "end": 60,
        "text": "(for, you see, Alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a very good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) '--yes, that's about the right distance--but then I wonder what Latitude or Longitude I've got to?'",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 60,
        "end": 65,
        "text": "(Alice had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.)",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 65,
        "end": 70,
        "text": "Presently she began again. 'I wonder if I shall fall right through the earth! How funny it'll seem to come out among the people that walk with their heads downward! The Antipathies, I think--'",
        "speaker": {
            "speaker_name": "Alice",
            "speaker_color": "#4682B4"
        }
    },
    {
        "start": 70,
        "end": 75,
        "text": "(she was rather glad there was no one listening, this time, as it didn't sound at all the right word) '--but I shall have to ask them what the name of the country is, you know. Please, Ma'am, is this New Zealand or Australia?'",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 75,
        "end": 80,
        "text": "(and she tried to curtsey as she spoke--fancy curtseying as you're falling through the air! Do you think you could manage it?) 'And what an ignorant little girl she'll think me for asking! No, it'll never do to ask: perhaps I shall see it written up somewhere.'",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 80,
        "end": 85,
        "text": "Down, down, down. There was nothing else to do, so Alice soon began talking again. 'Dinah'll miss me very much to-night, I should think!' (Dinah was the cat.) 'I hope they'll remember her saucer of milk at tea-time. Dinah, my dear, I wish you were down here with me!'",
        "speaker": {
            "speaker_name": "Alice",
            "speaker_color": "#4682B4"
        }
    },
    {
        "start": 85,
        "end": 90,
        "text": "'There are no mice in the air, I'm afraid, but you might catch a bat, and that's very like a mouse, you know. But do cats eat bats, I wonder?' And here Alice began to get rather sleepy, and went on saying to herself, in a dreamy sort of way, 'Do cats eat bats? Do cats eat bats?' and sometimes, 'Do bats eat cats?'",
        "speaker": {
            "speaker_name": "Alice",
            "speaker_color": "#4682B4"
        }
    },
    {
        "start": 90,
        "end": 95,
        "text": "for, you see, as she couldn't answer either question, it didn't much matter which way she put it. She felt that she was dozing off, and had just begun to dream that she was walking hand in hand with Dinah, and was saying to her, very earnestly, 'Now, Dinah, tell me the truth: did you ever eat a bat?'",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    },
    {
        "start": 95,
        "end": 100,
        "text": "when suddenly, thump! thump! down she came upon a heap of sticks and dry leaves, and the fall was over.",
        "speaker": {
            "speaker_name": "Narrator",
            "speaker_color": "#8696a7"
        }
    }
]